# '''1.	Поработайте с переменными, создайте несколько, выведите на экран.
# Запросите у пользователя некоторые числа и строки и сохраните в переменные, а затем выведите на экран.
# Используйте функции для консольного ввода input() и консольного вывода print().
# Попробуйте также через встроенную функцию id() понаблюдать, какие типы объектов могут изменяться
# и сохранять за собой адрес в оперативной памяти'''

a = 22
print(a)
b = ('Слово')
print (b)
v = int(input())
d = int(input())
print(v+d)
s = str(input())
w = str(input())
print(s+w)
